Repository: marslin1220/RunCraft
Catalog: TodayWidget/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: %@ avg
ja: %@ 平均
ko: %@ 평균
zh_hans: %@ 平均
zh_hant: %@ 平均

source: avg
ja: 平均
ko: 평균
zh_hans: 平均
zh_hant: 平均

source: Dist
ja: 距離
ko: 거리
zh_hans: 距离
zh_hant: 距離

source: Goal: %@
ja: 目標：%@
ko: 목표：%@
zh_hans: 目标：%@
zh_hant: 目標：%@

source: HR
ja: 心拍数
ko: 심박수
zh_hans: 心率
zh_hant: 心率

source: No plan yet
ja: プラン未設定
ko: 계획 없음
zh_hans: 尚无计划
zh_hant: 尚無計畫

source: No run scheduled today
ja: 今日のランは予定されていません
ko: 오늘은 예정된 러닝이 없습니다
zh_hans: 今天没有安排跑步
zh_hant: 今天沒有安排跑步

source: Open RunCraft to set up a plan
ja: RunCraft を開いてプランを設定
ko: RunCraft을 열어 계획을 설정하세요
zh_hans: 打开 RunCraft 设定训练计划
zh_hant: 打開 RunCraft 設定訓練計畫

source: Pace
ja: ペース
ko: 페이스
zh_hans: 配速
zh_hant: 配速

source: Rest day
ja: 休養日
ko: 휴식일
zh_hans: 休息日
zh_hant: 休息日

# rest.recovery.fallback
source: Recharge and let your body repair — great workout ahead.
ja: しっかり回復して、次のトレーニングに備えましょう。
ko: 충분히 쉬고 다음 훈련을 준비하세요.
zh_hans: 好好充电，让身体修复，下次训练会更好。
zh_hant: 好好充電，讓身體修復，下次訓練會更好。

source: See and start today's planned training session.
ja: 今日の予定セッションを確認し、開始できます。
ko: 오늘 예정된 훈련 세션을 확인하고 시작하세요.
zh_hans: 查看并开始今天计划的训练课程。
zh_hant: 查看並開始今天計畫的訓練課程。

source: Send to Watch
ja: Apple Watch に送信
ko: Apple Watch로 보내기
zh_hans: 传送到 Apple Watch
zh_hant: 傳送到 Apple Watch

source: Start
ja: 開始
ko: 시작
zh_hans: 开始
zh_hant: 開始

source: Today's Run
ja: 今日のラン
ko: 오늘의 러닝
zh_hans: 今日跑步
zh_hant: 今日跑步

# weather.tip.cloudy
source: Cloudy today — 15 minutes of stretching will do wonders.
ja: 曇り空。15分のストレッチで筋肉をリフレッシュしましょう。
ko: 흐린 날씨. 15분 스트레칭으로 근육을 풀어보세요.
zh_hans: 今天多云，做个 15 分钟拉伸，让肌肉好好放松。
zh_hant: 今天多雲，做個 15 分鐘拉伸，讓肌肉好好放鬆。

# weather.tip.foggy
source: Foggy today — take it easy indoors and let your body repair.
ja: 今日は霧があります。屋外の激しい運動は避けて室内で休養を。
ko: 안개 낀 날씨. 실내에서 가볍게 쉬며 회복하는 것이 좋아요.
zh_hans: 今天有雾，避免户外剧烈活动，在室内轻松恢复最安心。
zh_hant: 今天有霧，避免戶外劇烈活動，在室內輕鬆恢復最安心。

# weather.tip.partlyCloudy
source: Pleasant clouds and comfortable temperature — great for a stroll.
ja: 過ごしやすい天気。軽く外を歩いて体をほぐしましょう。
ko: 쾌적한 날씨예요. 가볍게 걸어 몸을 풀어보세요.
zh_hans: 云量适中、气温舒适，很适合出门轻松散步。
zh_hant: 雲量適中、氣溫舒適，很適合出門輕鬆散步。

# weather.tip.rainy
source: Rainy day — ideal time for indoor core work or yoga.
ja: 雨の日は室内でコアトレーニングやヨガをしましょう。
ko: 비 오는 날, 실내 코어 운동이나 요가하기 좋아요.
zh_hans: 下雨天，正是在家做核心训练或瑜伽的好时机。
zh_hant: 下雨天，正是在家做核心訓練或瑜珈的好時機。

# weather.tip.snow
source: Snow day — stay warm and keep any movement gentle indoors.
ja: 雪の日。暖かくして室内で軽く体を動かしましょう。
ko: 눈 오는 날, 따뜻하게 있으며 실내에서 가볍게 움직여요.
zh_hans: 今天下雪，注意保暖，在室内做轻度活动即可。
zh_hant: 今天下雪，注意保暖，在室內做輕度活動即可。

# weather.tip.stormy
source: Storm outside — staying home and resting well is the smartest move.
ja: 嵐の日は家でゆっくり休むのが最高の回復法です。
ko: 폭풍우 날씨엔 집에서 충분히 쉬는 것이 최선이에요.
zh_hans: 风雨交加，待在家好好休息就是最棒的恢复方式。
zh_hant: 風雨交加，待在家好好休息就是最棒的恢復方式。

# weather.tip.sunny
source: Sunshine ahead — a walk or light jog is perfect for recovery.
ja: 晴れ！軽いウォーキングで回復を促しましょう。
ko: 맑은 날씨! 가벼운 산책으로 회복을 도와보세요.
zh_hans: 阳光正好，出门走走让身体恢复得更快。
zh_hant: 陽光正好，出門散散步讓身體恢復得更快。

# weather.tip.windy
source: Windy out there — yoga or indoor stretching is ideal today.
ja: 風が強い日は室内でヨガかストレッチをしましょう。
ko: 바람이 강해요. 실내에서 요가나 스트레칭이 안성맞춤이에요.
zh_hans: 今天风很大，在家做瑜伽或拉伸是个好选择。
zh_hant: 今天風很大，在家做瑜珈或拉伸是個好選擇。

# week.progress.sessions
source: %1$d/%2$d sessions
ja: %1$d/%2$d 回
ko: %1$d/%2$d 회
zh_hans: %1$d/%2$d 次
zh_hant: %1$d/%2$d 次

# weather.training.rainy
source: Raining — consider the treadmill
ja: 雨天 — ランニングマシンも選択肢です
ko: 비 옴 — 러닝머신도 고려해보세요
zh_hans: 下雨天 — 可考虑跑步机
zh_hant: 下雨天 — 可考慮跑步機

# weather.training.snow
source: Snow — run indoors today
ja: 降雪 — 今日は室内で走りましょう
ko: 눈 — 오늘은 실내에서 달리세요
zh_hans: 下雪 — 今天在室内跑吧
zh_hant: 下雪 — 今天在室內跑吧

# weather.training.stormy
source: Storm — treadmill recommended
ja: 嵐 — ランニングマシン推奨
ko: 폭풍 — 러닝머신을 추천해요
zh_hans: 暴风雨 — 建议改用跑步机
zh_hant: 暴風雨 — 建議改用跑步機
